
open Article
module Html5 = Html5.M

let tsandripsh = make ~path:Page_common.a_tsandripsh ~title:"Цандрипш — наш курорт" <<
	<div class="tpl_main_center">
		<h1>Цандрипш — наш курорт</h1>

		<p>
			Цандрипш — наша малая родина, здесь мы выросли, здесь родились наши дети, здесь есть то, о чем бы хотелось вам рассказать и показать. 
		</p>

		<p>
			Вы наверное уже прочитали о том, что Цандрипш — это курортный поселок городского типа, входящий в состав Большой Гагры.  Находится он
			на берегу Черного моря в устье горной реки Хашупсе. Цандрипш — это своего рода ворота в страну абхазов — радушного и гостеприимного
			народа, населявшего эту землю с давних времен.   
		</p>

		<p>
			Нам совсем не хочется сравнивать и выделять наш поселок на фоне других курортных мест. Нам хочется рассказать лишь о том, почему мы
			им гордимся и зачем тысячи туристов с каждым годом все чаще и охотнее останавливаются в Цандрипше, чем он так привлекателен для них.
		</p>

		<p>
			Чтобы приехать на отдых в Абхазию в $str:Config.year$ году для российских туристов не требуется никаких виз, разрешений или приглашений. Что касается того,
			как и на чем приехать, то и это не проблема. На машине вы спокойно пересечете границу, на поезде вы проедите ее, даже не заметив.
			В Цандрипше есть железнодорожный вокзал, откуда до нашего дома рукой подать. Какой бы способ вы не выбрали, мы вас всегда встретим
			и довезем до нашего дома. Причем добираться до него недолго, т.к. поселок находится всего в 5 км от границы.
		</p>

		<p>
			Когда вы только очутитесь на этом курорте, то увидите всю красоту и очарование Абхазии: ее чистые просторные пляжи, прозрачное
			Черное море с удивительными обитателями в крошечных раковинах, насладитесь разнообразием фруктов и бесчисленным количеством цветов
			в садах и на тенистых улочках Цандрипша. Кстати, фрукты здесь не только в самый разгар лета, они здесь всегда. Каждый сезон здесь
			созревает какой-нибудь плод. И если вы приехали на отдых в Абхазию зимой, то и в это время года у вас порадует что-то вкусное,
			необычное, непременно сорванное только что с дерева или кустарника. Например, к концу мая — началу июня поспевают ягоды: черешня,
			вишня, алыча, мушмула, шелковица и конечно клубника и земляника. Летом разнообразие наращивает свои объемы и гости могут насладиться
			персиками, яблоками, нектаринами, черносливом, лавровишней, сливой, ежевикой, кизилом. К концу лета появляются на местных прилавках
			дыни и арбузы. Осень — это пора винограда, из него местные жители изготавливают молодое вино, компот и варенье. Никуда не исчезают
			персики, яблоки, груши, инжир. К середине и к концу осени появляются гранат, киви, хурма, фейхоа, продолжают радовать яблоки и груши,
			виноград. А к началу и середине зимы зреют мандарины, лимоны, апельсины, кумкват.
		</p>

		<p>
			Цандрипш порадует вас и удивительные памятниками архитектуры. Здесь находятся самый древний храм Абхазии — Цандрипшская крепость
			и Хашупская цитадель, расположившаяся на вершине горы, обрамляющей долину реки Хашупсе. Это место настоящая находка для путешественников,
			увлекающимися разнообразными историческими памятниками и загадками.  На выезде из Цандрипша на берегу Черного моря можно увидеть причудливые
			Белые скалы — одно из признанных достопримечательностей Абхазии. Живописная долина реки увлечет вас в мир, где сказочная природа господствует
			над бытом людей, покрывая зеленым покрывалом фрагменты истории человека. Удивительной красоты каньоны, извилистое русло реки, первозданная
			природа самшитового леса не оставят вас равнодушными.
		</p>

		<p>
			Наш дом расположен в частном секторе Цандрипша. Это гостеприимное место.
Мы рады каждому! Вы можете договорится с нами заранее о снятии комнаты, позвонив
по телефону или написав о своем желании нам на почту, и по приезду мы вам ее
предоставим. У вас нет причин об этом беспокоится. В нашем доме есть удобная
кухня, где вы можете себе самостоятельно приготовить обед, а если вы хотите
отведать абхазской кухни, то и это свое желание вы удовлетворите с лихвой,
отобедав в кафе, расположенных неподалеку. После знойного и активного дня,
проведенного в покупке сувениров для своих близких и друзей или отдыхая на море,
очень приятно принять освежающий душ в комфортных душевых. Если вы устали и
хотели бы отдохнуть, то можно заглянуть в наш сад, где в тени фруктовых деревьев
можно набраться сил, почитать книгу или просто побыть в тишине. Удобные, чистые
номера, большая веранда с видом на море — это малая часть того, что доставит вам
комфорт и удовольствие.
		</p>

		<p>
			Мы можем организовать любую для вас экскурсию, начиная от широких просторов альпийских лугов высоко в горах и заканчивая
			достопримечательностями Нового Афона. Цены достаточно демократичные, а впечатления от проведенных экскурсий и полученного общения,
			останутся в вашей памяти надолго.
		</p>
	</div>
>>

